"Close Window" = "Fenster schließen";
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert. Bitte entfernen Sie das iPod Symbol vom Schreibtisch, trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann.";
W = "W";
"The iPod is not mounted." = "Der iPod befindet sich nicht auf dem Schreibtisch.";
"Click the lock to prevent further changes." = "Klicken Sie in das Schloss, um Änderungen zu verhindern.";
"The iPod could not be unmounted because it is in use." = "Der iPod konnte nicht vom Schreibtisch entfernt werden, da er noch benutzt wird.";
"Plug in an iPod to update it." = "Schließen Sie einen iPod an, um ihn zu aktualisieren.";
Quit = "Beenden";
"Click the lock to make changes." = "Klicken Sie in das Schloss, um Änderungen vorzunehmen:";
"More than one iPod is attached." = "Es sind mehr als ein iPod angeschlossen.";
"Restore iPod" = "iPod wiederherstellen";
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "Ihr iPod wurde auf die Version <version> aktualisiert. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Aktualisierungsvorgang abgeschlossen werden kann.";
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt. Bitte trennen Sie den iPod vom Computer und verbinden Sie ihn dann erneut mit dem Computer, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";
"Please attach one iPod at a time to be updated." = "Bitte schließen Sie für die Aktualisierung jeweils nur einen iPod an.";
"Out of memory." = "Nicht genügend Speicher.";
"<version> (needs update)" = "<version> (Aktualisierung erforderlich)";
"No iPod is attached." = "Es ist kein iPod angeschlossen.";
Update = "Aktualisieren";
"<version> (up to date)" = "<version> (aktuelle Version)";
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Ihr iPod wurde auf die Werkseinstellung zurückgesetzt. Bitte entfernen Sie das iPod Symbol vom Schreibtisch, trennen Sie den iPod dann vom Computer und verbinden Sie ihn schließlich erneut mit dem Computer, damit der Wiederherstellungsvorgang abgeschlossen werden kann.";
"The attached iPod does not have proper software on it." = "Auf dem angeschlossenen iPod befindet sich nicht die richtige Software.";
"Serial Number:" = "Serien-Nummer:";
"An unexpected error occurred." = "Ein unerwarteter Fehler ist aufgetreten.";
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Es wurde zwar ein iPod gefunden, jedoch muss er auf dem Schreibtisch angezeigt werden, damit der gewünschte Vorgang durchgeführt werden kann.";
"Could not find updater library." = "Updater-Bibliothek konnte nicht gefunden werden.";
"iPod Software Version <version>" = "iPod Software Version <version>";
"iPod Software <version> Updater" = "Updater für iPod Software <version>";
"Updating iPod software" = "Die iPod Software wird aktualisiert";
"Name:" = "Name:";
"The updater does not have a volume image." = "Der Updater hat kein Volume-Image.";
"The updater does not have a firmware image." = "Der Updater hat kein Firmware-Image.";
"Update iPod" = "iPod aktualisieren";
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Es sind mehr als ein iPod angeschlossen. Bitte schließen Sie für die Aktualisierung jeweils immer nur einen iPod an.";
"An iPod is attached, but not mounted on the desktop." = "Ein iPod ist mit dem Computer verbunden, aber er wird nicht auf dem Schreibtisch angezeigt.";
"Restoring iPod software" = "iPod Software wiederherstellen";
Options = "Optionen";
"About iPod Updater" = "Über den iPod Updater";
"All data currently stored on the iPod will be lost." = "Alle Daten, die sich zur Zeit auf dem iPod befinden, werden gelöscht.";
"Are you sure you want to restore the iPod software?" = "Sind Sie sicher, dass Sie die iPod Software aktualisieren möchten?";
Stop = "Stopp";
"Done restoring iPod software" = "Wiederherstellen der iPod Software ist abgeschlossen";
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Wenn Sie während eines Vorgangs das Programm beenden, müssen Sie unter Umständen die iPod Software später wiederherstellen.";
"Update puts the latest system software on your iPod." = "Der Updater installiert die aktuelle Systemsoftware auf Ihrem iPod.";
"The iPod Updater application may be damaged." = "Der iPod Updater ist möglicherweise beschädigt.";
Restore = "Wiederherstellen";
"Could not find a SysInfo file on the iPod disk." = "Die Datei „SysInfo“ konnte auf der iPod Festplatte nicht gefunden werden.";
"Authenticating..." = "Identifizieren…";
"Capacity:" = "Kapazität:";
"The iPod disk does not have the correct structure." = "Die iPod Festplatte hat nicht die erforderliche Struktur.";
"Done updating iPod software" = "Aktualisieren der iPod Software ist abgeschlossen";
Q = "Q";
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "Beim Wiederherstellen wird der gesamte iPod gelöscht und die Werkseinstellungen werden wiederhergestellt. Ihre Musiktitel und sonstige Daten werden dabei gelöscht.";
"Quit while this operation is in progress?" = "Möchten Sie den Vorgang beenden, obwohl er noch nicht abgeschlossen ist?";
R = "R";
"Software Version:" = "Software-Version:";
"The Mac OS error code was <error>." = "Der Mac OS Fehlercode war <error>.";

